[BigBoomBlaster.Iris_Seraph_Shield_Booster ShieldDefinition]
UseFailureCharacterMessage="You have to do it %s Use these words.."
ItemName="A big explosion"
PickupMessage="You have a real shield.."
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="This item is not allowed."
NoManufacturerName="human being"

[BigBoomBlaster.Iris_Seraph_Shield_Booster:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Everyone needs rocks and kicks!!"
NoConstraintText=""
Suffix=""
Prefix=""

[BigBoomBlaster.Iris_Seraph_Shield_Booster:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Try your luck [skill]You did well[-skill] If the signal is lost."
NoConstraintText=""
Suffix=""
Prefix=""

[BigBoomBlaster.Iris_Seraph_Shield_Booster_Prefix ItemNamePartDefinition]
PartName=""

[BigBoomBlaster.Iris_Seraph_Shield_Booster_Title ItemNamePartDefinition]
PartName="Ask PM Blaster"

[BigBoomBlaster.Iris_Seraph_Shield_Booster_Title:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Rock and blast for all your needs!!"
NoConstraintText=""
Suffix=""
Prefix=""

[The cross has come.Iris_Seraph_GrenadeMod_Crossfire GrenadeModDefinition]
UseFailureCharacterMessage="create %s Use this article."
ItemName="It's a good change for peace"
PickupMessage="enough %s"
UseFailureLevelMessage="At least %d must be enabled."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="Quality"

[Crossfire.Iris_Seraph_GrenadeMod_Crossfire:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Boom boom!"
NoConstraintText=""
Suffix=""
Prefix=""

[Crossfire.Iris_Seraph_GrenadeMod_Crossfire_Prefix ItemNamePartDefinition]
PartName=""

[Crossfire.Iris_Seraph_GrenadeMod_Crossfire_Title ItemNamePartDefinition]
PartName="Crossfire"

[Crossfire.Iris_Seraph_GrenadeMod_Crossfire_Title_Corrosive ItemNamePartDefinition]
PartName="Mass shooting"

[Crossfire.Iris_Seraph_GrenadeMod_Crossfire_Title_Incendiary ItemNamePartDefinition]
PartName="The burning cross"

[Crossfire.Iris_Seraph_GrenadeMod_Crossfire_Title_Shock ItemNamePartDefinition]
PartName="Strong emotions"

[Crossfire.Iris_Seraph_GrenadeMod_Crossfire_Title_Slag ItemNamePartDefinition]
PartName="Touch the ground"

[Hublot.Iris_Seraph_Shield_Juggernaut ShieldDefinition]
UseFailureCharacterMessage="It must be %s Use this article."
ItemName="Hoplites"
PickupMessage="You are the goal of perfect speed.."
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You can't use it.."
NoManufacturerName="Generally"

[Hoplite.Iris_Seraph_Shield_Juggernaut:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="soldiers; Together they create an unstoppable force."
NoConstraintText=""
Suffix=""
Prefix=""

[Hoplite.Iris_Seraph_Shield_Juggernaut:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="The training of each hoplite in the group increases by 20%.."
NoConstraintText=""
Suffix=""
Prefix=""

[Hoplite.Iris_Seraph_Shield_Juggernaut:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Movement speed is reduced for each battle hoplite in the group."
NoConstraintText=""
Suffix=""
Prefix=""

[Hoplite.Iris_Seraph_Shield_Juggernaut:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="The greater the force, the less [health]maximum health[-health]."
NoConstraintText=""
Suffix=""
Prefix=""

[Hoplite.Iris_Seraph_Shield_Juggernaut_Prefix ItemNamePartDefinition]
PartName=""

[Hoplite.Iris_Seraph_Shield_Juggernaut_Title ItemNamePartDefinition]
PartName="Hoplite"

[Hoplite.Iris_Seraph_Shield_Juggernaut_Title:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="He was an ordinary soldier. Together they provide an unforgettable party.."
NoConstraintText=""
Suffix=""
Prefix=""

[Hoplite.Iris_Seraph_Shield_Juggernaut_Title:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Each hoplite in the group has more than 20% strength.."
NoConstraintText=""
Suffix=""
Prefix=""

[Hoplite.Iris_Seraph_Shield_Juggernaut_Title:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Slow speed for every support hoplite in the party."
NoConstraintText=""
Suffix=""
Prefix=""

[MeteorShower.Iris_Seraph_GrenadeMod_MeteorShower GrenadeModDefinition]
UseFailureCharacterMessage="You should %s Use this product."
ItemName="Replace grenades"
PickupMessage="You have %s"
UseFailureLevelMessage="To use this you must have at least %d."
UseFailureConstraintsMessage="You cannot use it."
NoManufacturerName="want to know more?"

[MeteorShower.Iris_Seraph_GrenadeMod_MeteorShower_Prefix ItemNamePartDefinition]
PartName=""

[MeteorShower.Iris_Seraph_GrenadeMod_MeteorShower_Title ItemNamePartDefinition]
PartName="Nature's grace"

[MeteorShower.Iris_Seraph_GrenadeMod_MeteorShower_Title:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="They are not used only for thinking!"
NoConstraintText=""
Suffix=""
Prefix=""

[Might.Iris_Seraph_Artifact_Might ArtifactDefinition]
UseFailureCharacterMessage="you must %s Use this tool."
ItemName="The power of the seraphim"
PickupMessage="you are %s"
UseFailureLevelMessage="At least %d to use this item. You must be level.."
UseFailureConstraintsMessage="You cannot use this number.."
NoManufacturerName="like him"

[Might.Iris_Seraph_Artifact_Might_Prefix ItemNamePartDefinition]
PartName=""

[Might.Iris_Seraph_Artifact_Might_Title ItemNamePartDefinition]
PartName="Pyramid power"

[Might.Iris_Seraph_Artifact_Might_Title:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="An irresistible force.!"
NoConstraintText=""
Suffix=""
Prefix=""

[Misc.Iris_Seraph_ShieldBooster_Pickup UsableItemDefinition]
UseFailureCharacterMessage="must be %s Use this."
ItemName="Big Boom Blaster Booster"
PickupMessage="You understand that %s"
UseFailureLevelMessage="You must have %d level to use this feature.."
UseFailureConstraintsMessage="A large wooden shield"
NoManufacturerName="frequent"

[Misc.Iris_Seraph_ShieldBooster_Pickup:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="The player has a built-in screen cleaner."
NoConstraintText=""
Suffix=""
Prefix=""

[Misc.Iris_Seraph_ShieldBooster_Pickup:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Add 1 missile and 1 grenade to your inventory."
NoConstraintText=""
Suffix=""
Prefix=""

[ONegative.Iris_Seraph_GrenadeMod_ONegative GrenadeModDefinition]
UseFailureCharacterMessage="We should %s Use it."
ItemName="Adjust the pump"
PickupMessage="You're going to kill him %s"
UseFailureLevelMessage="You must have at least %d status to use it."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="general"

[ONegative.Iris_Seraph_GrenadeMod_ONegative:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Public donors!"
NoConstraintText=""
Suffix=""
Prefix=""

[ONegative.Iris_Seraph_GrenadeMod_ONegative_Prefix ItemNamePartDefinition]
PartName=""

[ONegative.Iris_Seraph_GrenadeMod_ONegative_Title ItemNamePartDefinition]
PartName="Bad"

[ONegative.Iris_Seraph_GrenadeMod_ONegative_Title_Corrosive ItemNamePartDefinition]
PartName="0 causes corrosion"

[ONegative.Iris_Seraph_GrenadeMod_ONegative_Title_Incendiary ItemNamePartDefinition]
PartName="0 negative input"

[ONegative.Iris_Seraph_GrenadeMod_ONegative_Title_Shock ItemNamePartDefinition]
PartName="0 negative energy"

[ONegative.Iris_Seraph_GrenadeMod_ONegative_Title_Slag ItemNamePartDefinition]
PartName="0 to ignore garbage"

[What is a PIN?.Iris_Seraph_Shield_Pun-chee ShieldDefinition]
UseFailureCharacterMessage="You should be too. %s To use this application."
ItemName="Keeper of the trail"
PickupMessage="You get a normal orb shield.."
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="Curriculum vitae"

[Pun-chee.Iris_Seraph_Shield_Pun-chee:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Attack if empty. [skill]plant damage[-skill] Suggestion:."
NoConstraintText=""
Suffix=""
Prefix=""

[Pun-chee.Iris_Seraph_Shield_Pun-chee_Prefix ItemNamePartDefinition]
PartName=""

[Pun-chee.Iris_Seraph_Shield_Pun-chee_Title ItemNamePartDefinition]
PartName="Pun-chee"

[Pun-chee.Iris_Seraph_Shield_Pun-chee_Title:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="You want to fight, you??"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.Iris_Hoplite_Shield_Skill SkillDefinition]
SkillName="Hoplite protection"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Iris_Seraph_Booster_Shield_Skill SkillDefinition]
SkillName="Beg Bm Blaster Pw"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Beautiful.Iris_Seraph_Shield_Sponge ShieldDefinition]
UseFailureCharacterMessage="That should be it. %s Use this function."
ItemName="Orbital shield"
PickupMessage="The whole environment is affected.."
UseFailureLevelMessage="You must be at least %d to use this feature."
UseFailureConstraintsMessage="You cannot use this product.."
NoManufacturerName="Summary"

[Sponge.Iris_Seraph_Shield_Sponge:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Weapons and armor [skill]Accepted[-skill] included in the package."
NoConstraintText=""
Suffix=""
Prefix=""

[Sponge.Iris_Seraph_Shield_Sponge:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Provocative [skill]exploitation[-skill] The enemy is fire."
NoConstraintText=""
Suffix=""
Prefix=""

[Sponge.Iris_Seraph_Shield_Sponge_Prefix ItemNamePartDefinition]
PartName=""

[Sponge.Iris_Seraph_Shield_Sponge_Title ItemNamePartDefinition]
PartName="Sponge"

[Sponge.Iris_Seraph_Shield_Sponge_Title:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Very absorbent!"
NoConstraintText=""
Suffix=""
Prefix=""

